Repository: NarsunOrg/SHC_Regeneration
Catalog: Content/Localization/Game/*/Game.po
Languages: ar

# EngTable,Add green shade and local gathering spaces.”
source: Add green shade and local gathering spaces.”
ar: أضف المساحات الخضراء ومناطق التجمع المحلية.

# EngTable,Build a Better Muscat
source: Build a Better Muscat
ar: بناء مسقط أفضل

source: Click and drag an upgrade into the 3D city model. Drop it to activate changes.
ar: انقر واسحب أي ترقية إلى نموذج المدينة ثلاثي الأبعاد. حررها لتفعيل التغييرات.

# EngTable,Congratulations!
source: Congratulations!
ar: تهانينا!

# EngTable,Connected
source: Connected
ar: مترابط

source: Discover how today’s choices shape tomorrow’s city greener, connected, and built for happiness
ar: اكتشف كيف تُسهم اختياراتك اليوم في تشكيل مدينة الغد أكثر خُضرة وترابطًا، ومصمّمة للسعادة.

# EngTable,Drag and drop to start building a better Muscat
source: Drag and drop to start building a better Muscat
ar: كل ترقية تؤثر على الأعمدة الستة:

# EngTable,Each upgrade changes the Six Pillars:
source: Each upgrade changes the Six Pillars:
ar: أخضر

# EngTable,Greener
source: Greener
ar: السعادة

# EngTable,Happiness
source: Happiness
ar: الرئيسية

# EngTable,Home
source: Home
ar: كيفية اللعب: بناء مسقط أفضل

# EngTable,How to Play: Build a Better Muscat
source: How to Play: Build a Better Muscat
ar: التعليمات

# EngTable,Instructions
source: Instructions
ar: صالح للعيش

# EngTable,Into Title
source: Regenerating Muscat
ar: مرن

# EngTable,Intro Content
source: Discover how today’s choices shape tomorrow’s city greener, connected, and built for happiness
ar: اسحب وأفلت للبدء في بناء مسقط أفضل

# EngTable,Liveable
source: Liveable
ar: الهدف: صافي صفر انبعاثات (NZC)

# EngTable,NZC
source: NZC
ar: العب مرة أخرى

# EngTable,Play Again
source: Play Again
ar: منتج

# EngTable,Productive
source: Productive
ar: التقدم نحو 2040

# EngTable,Progress to 2040
source: Progress to 2040
ar: إعادة إحياء مسقط

# EngTable,Resilient
source: Resilient
ar: إعادة التشغيل

# EngTable,Restart
source: Restart
ar: ابدأ البناء

# EngTable,Start Building
source: Start Building
ar: الخطوة 1: استكشاف الخيارات

# EngTable,Step 1: Explore Options
source: Step 1: Explore Options
ar: الخطوة 2: السحب والإفلات

# EngTable,Step 2: Drag & Drop
source: Step 2: Drag & Drop
ar: الخطوة 3: شاهد التأثير

# EngTable,Step 3: Watch the Impact
source: Step 3: Watch the Impact
ar: الخطوة 4: متابعة السعادة

# EngTable,Step 4: Track Happiness
source: Step 4: Track Happiness
ar: الخطوة 5: جرب بحرية

# EngTable,Step 5: Experiment Freely
source: Step 5: Experiment Freely
ar: اضغط للبدء

# EngTable,Tap to Start
source: Tap to Start
ar: استخدم التراجع/الإعادة أو إعادة الضبط في أي وقت. اجمع بين الترقيات لإيجاد أفضل توازن.

# EngTable,Use Undo/Redo or Reset anytime. Mix upgrades to find the best balance.
source: Use Undo/Redo or Reset anytime. Mix upgrades to find the best balance.
ar: "خياراتك ترفع أو تخفض مؤشر السعادة. وصل إلى 100% سعادة للفوز وفتح الاحتفال!"

source: Your choices raise or lower the Happiness Meter. Reach 100% Happiness to win and unlock a celebration!
ar: مدينتك أصبحت الآن أكثر خضرة، وأكثر ترابطًا، ومرونة، وصالحة للعيش، ومنتجة، وعلى طريق صافي صفر انبعاثات.

source: Your city is now greener, more connected, resilient, liveable, productive, and on the path to net zero.
ar: اكتشف كيف تُسهم اختياراتك اليوم في تشكيل مدينة الغد أكثر خُضرة وترابطًا، ومصمّمة للسعادة.
